Repository: Beee4life/csv-importer
Catalog: languages/csv2wp-*.po
Languages: nl_nl

source: Warning
nl_nl: Waarschuwing

source: Error
nl_nl: Fout

source: Dismiss this notice
nl_nl: Verberg deze melding

source: Something went wrong. Please try again.
nl_nl: Er ging iets fout, probeer het aub nog een keer.

source: Congratulations, there appear to be no errors in your CSV.
nl_nl: Gefeliciteerd, er zijn geen errors gevonden in je CSV.

source: %d lines imported through raw import.
nl_nl: %d regels geïmporteerd via raw import.

source: You didn't select a file to handle.
nl_nl: Je hebt geen bestand geselecteerd om te verwerken.

source: You can't have 'has header' and 'meta key' selected at the same time. If you enter a meta key, your CSV file can't be headers.
nl_nl: Je kunt niet 'heeft header' en 'meta key' geselecteerd hebben op dezelfde tijd. Als je een meta key invult, kan je CSV geen headers hebben.

source: You didn't enter a table, where to import it.
nl_nl: Je hebt geen tabel ingevuld waar het geïmporteerd moet worden.

source: You have a space in your table name.
nl_nl: Je hebt een spatie in je tabel naam.

source: You unchecked whether the file has a header row. For insert into table, you must have a header row.
nl_nl: Je hebt gedeselecteerd dat het bestand een 'header regel' heeft. Bij importeren in een tabel, moet je een 'header regel' hebben.

source: %s has no column 'post_id'.
nl_nl: %s heeft geen kolom 'post_id'.

source: %s has no column 'user_id'.
nl_nl: %s heeft geen kolom 'user_id'.

source: YAY ! %d lines are imported and the file is deleted.
nl_nl: YAY ! %d regels zijn geïmporteerd en het bestand is verwijderd.

source: YAY ! %d lines are imported but the file is not deleted.
nl_nl: YAY ! %d regels zijn geïmporteerd maar het bestand is niet verwijderd.

source: File "%s" successfully deleted.
nl_nl: Bestand "%s" succesvol verwijderd.

source: File "
nl_nl: Bestand “

source: Upload failed. Please try again.
nl_nl: Fout bij upload. Probeer aub opnieuw.

source: Settings saved.
nl_nl: Instellingen opgeslagen

source: Import
nl_nl: Importeer

source: Preview file
nl_nl: Preview bestand

source: Settings
nl_nl: Instellingen

source: Support
nl_nl: Ondersteuning

source: Sorry, you do not have sufficient permissions to access this page.
nl_nl: Sorry, je hebt niet de goede permissie om deze pagina te bekijken.

source: This page allows you to import a csv into your database.
nl_nl: Deze pagina geeft je de mogelijkheid een csv te importeren in je database.

source: See the help tab for more explanation.
nl_nl: Zie de help tab voor uitleg.

source: Upload a CSV file
nl_nl: Upload een CSV bestand

source: Choose a (*.csv) file to upload
nl_nl: Kies een (*.csv) bestand om te uploaden

source: Upload file
nl_nl: Upload bestand

source: Handle a CSV file
nl_nl: Verwerk een CSV bestand

source: Select a file, select where to import it, whether the file has a header row and if you want to limit the amount of lines.
nl_nl: Selecteer een bestand, kies waar het geïmporteerd moet worden, of het bestand een 'header regel' heeft en of je het aantal regels wilt beperken.

source: File name
nl_nl: Bestandsnaam

source: Import in
nl_nl: Importeer in

source: Delimiter
nl_nl: Scheidingsteken

source: Has header
nl_nl: Heeft header

source: Table
nl_nl: Tabel

source: Max. lines
nl_nl: Max. regels

source: Select a file
nl_nl: Selecteer een bestand

source: Database table
nl_nl: Database tabel

source: Yes
nl_nl: Ja

source: All
nl_nl: Alle

source: Verify
nl_nl: Verifieer

source: Remove
nl_nl: Verwijderen

source: No files uploaded.
nl_nl: Geen bestanden ge-upload.

source: Import raw CSV data
nl_nl: Importeer ruwe CSV data

source: Make sure the cursor is ON the last line (after the last character), NOT on a new line.
nl_nl: Zorg ervoor dat de cursus OP de laatste regel (na het laatste karakter), NIET op een nieuwe regel.

source: This is seen as a new entry and creates an error !!!
nl_nl: Dit wordt gezien als een nieuwe regel en genereert een fout !

source: Verify data
nl_nl: Verifieer data

source: Import data
nl_nl: Importeer data

source: On this page you can import a CSV fil and process it.
nl_nl: Op deze pagina kan je een CSV uploaden en verwerken.

source: You can only upload *.csv files.
nl_nl: Je kan alleen *.csv bestanden uploaden.

source: When a file is uploaded, there are 3 things you can do with it.
nl_nl: Wanneer een bestand is geupload, kan je er 3 dingen mee doen.

source: This option verfies if all columns are equally sized.
nl_nl: Deze optie checkt of elke regel hetzelfde aantal kolommen heeft.

source: This option imports the file (which also include a verification).
nl_nl: Deze optie importeert het bestand (wat ook een verificatie bevat).

source: This option deletes the file.
nl_nl: Deze optie verwijdert het bestand.

source: Verify a CSV file
nl_nl: Verifieer een CSV bestand

source: Upon verification, the csv file is checked if every row/line has the same amount of columns.
nl_nl: Bij verificatie wordt de CSV gecheckt of elke regel hetzelfde aantal kolommen heeft.

source: If not, the file is deleted because it can't be used anymore due to the encounterd errors.
nl_nl: Zo niet, dan is het bestand verwijderd omdat het niet meer gebruikt kon worden, ivm voorgekomen fouten.

source: Import a CSV file
nl_nl: Importeer een CSV bestand

source: If you want to import int a table, your CSV must have a header row which is equal to your (table) column names.
nl_nl: Als je in een custom tabel wilt importeren, dan moet je CSV een 'header regel' hebben, welke gelijk moet zijn aan je (tabel) kolom namen.

source: If you want to import post or user meta without a header row, you must use the following format: "post/user ID,meta_key,meta_value".
nl_nl: Als je post of user meta wilt importeren zonder 'header regel', dan moet je het volgende formaat gebruiken: "post/user ID,meta_key,meta_value".

source: Delete a CSV file
nl_nl: Verwijder een CSV bestand

source: Goes without saying, removes a file (from the uploads directory).
nl_nl: Spreekt voor zich, verwijdert een bestand (uit de uploads folder).

source: Import into table
nl_nl: Importeer in tabel

source: A header row is obligated when you want to import into a table.
nl_nl: Een header regel is verplicht als je wilt importeren in een tabel.

source: If you select 'import into table', a table is created with the column names you have in your CSV.
nl_nl: Als je 'importeren in tabel' kiest, dan wordt er een tabel gecreëerd op basis van je kolom namen in de CSV.

source: If a table already exists with this name, any new columns which exsts in the CSV but not in the table will be appended.
nl_nl: Als er al een tabel bestaat met deze naam, worden eventuele kolommen die niet in de tabel staan maar wel in de CSV toegevoegd aan het einde.

source: All values are inserted as 'text' since the plugin can't tell what type it is, based on the value alone. We will look into trying to 'set this' later on.
nl_nl: Alle waardes worden geïmporteerd als 'tekst' aangezien de plugin aan de waarde niet kan zien wat voor type het is. We gaan hier wel naar kijken voor de toekomst.

source: The maximum length of a variable is 254 characters.
nl_nl: De maximum lengte van een waarde is 254 karakters.

source: Import table
nl_nl: Importeer tabel

source: Import into meta
nl_nl: Importeer in meta

source: There are 3 different ways to import post/user meta.
nl_nl: Er zijn 3 manieren om post/gebruikersmeta te importeren.

source: With table headers
nl_nl: Met tabel headers

source: Header must be in the following format: `user id, meta key 1, meta key 2, meta key 3` etc.
nl_nl: Header regel moet in het volgende formaat: `user id, meta key 1, meta key 2, meta key 3` etc.

source: Values must be in the following format: `user id, meta value 1, meta value 2, meta value 3` etc.
nl_nl: Waardes moeten in het volgende formaat zijn: `user id, meta waarde 1, meta waarde 2, meta waarde 3` etc.

source: Without table headers
nl_nl: Zonder tabel headers

source: Must be in the following format: `user id, meta key, meta value`.
nl_nl: Moet het volgende formaat zijn: `user id, meta key, meta waarde` etc.

source: Without table headers but with a meta key
nl_nl: Zonder tabel headers maar met een meta key.

source: Must be in the following format: `user id, meta value`.
nl_nl: Moet het volgende formaat zijn: `user id, meta waarde` etc.

source: Import meta
nl_nl: Importeer meta

source: On this page you can preview a CSV file before importing it.
nl_nl: Op deze pagina kan je een CSV bekijken voor je hem verwerkt.

source: Please keep in mind that all csv files are verified before displaying (and therefor can be deleted, when errors are encountered).
nl_nl: Onthoud aub dat alle CSV bestanden worden geverifieerd voor het weergeven (en kunnen daarom dus verwijderd worden wanneer fouten worden tegengekomen).

source: If you select 'has header', the first table row will be bolded.
nl_nl: Als je 'heeft header' selecteer, wordt de 1e rij in de tabel bold gemaakt.

source: You can limit the amount of lines you want to preview if you have a very large file.
nl_nl: Je kunt het aantal regels beperken in de preview als je een groot bestand hebt.

source: Author's website
nl_nl: Auteur's website

source: Here you can preview any uploaded csv files.
nl_nl: Hier kun je je ge-uploade csv bestanden previewen.

source: Preview this file
nl_nl: Preview dit bestand

source: You have no files to preview.
nl_nl: Je hebt geen bestanden om te previewen.

source: CSV contents
nl_nl: CSV inhoud

source: You either have errors in your CSV or there is no data. Verify this file on the <a href="%s">dashboard</a>.
nl_nl: Of er zijn errors in je CSV of er is geen data. Verifieer dit bestand op het <a href="%s">dashboard</a>.

source: Who can import CSV data ?
nl_nl: Wie kan CSV data importeren ?

source: Here you can select what capability a user needs to import any data. The default setting is "manage_options" which belongs to administrator.
nl_nl: Hier kun je selecteren wat voor ‘permissie’ een gebruiker moet hebben om data te mogen importeren. De standaard instelling is “manage_options” welke bij administrators hoort.

source: The reason why it's set per capability instead of per user is because two users with the same role can have different capabilities.
nl_nl: De reden waarom het per ‘recht’ is ingesteld ipv per gebruiker is omdat twee gebruikers met dezelfde rol, verschillende rechten kunnen hebben.

source: Preserve settings
nl_nl: Instellingen bewaren

source: If you check this box NO settings will be deleted upon uninstallation.
nl_nl: Als je deze optie selecteert, worden je instellingen bewaard als je de plugin verwijdert.

source: Save settings
nl_nl: Instellingen opslaan

source: If you know about this plugin, you probably know me and know where to reach me. If not, please report it on GitHub in the <a href="%s">issues section</a>.
nl_nl: Als je van deze plugin weet, dan ken je mij waarschijnlijk en weet je waar ik te bereiken ben. Zo niet, dan report het issue aub op GitHub in de <a href=“%s”>issues sectie</a>.

source: Find more info about the plugin on
nl_nl: Vind meer info over de plugin op

source: About the author
nl_nl: Over de auteur

source: This plugin is created by <a href="%s">Beee</a>, a Wordpress developer from Amsterdam.
nl_nl: Deze plugin is geschreven door <a href="%s">Beee</a>, een Wordpress developer uit Amsterdam.

source: You don't have enough columns.
nl_nl: J hebt niet genoeg kolommen

source: You don't have the right amount of columns.
nl_nl: Je hebt niet het correct aantal kolommen.

source: Since your file is not accurate anymore, the file is deleted.
nl_nl: Aangezien je bestand niet meer correct is, is het verwijderd.

source: There are too few columns on line %d. %s
nl_nl: Er zijn te weinig kolommen op regel %d. %s

source: There are too many columns on line %d. %s
nl_nl: Er zijn teveel kolommen op regel %d. %s

source: The value '%s' is too long.
nl_nl: De waarde '%s' is te lang.

source: There is an empty line on line
nl_nl: Er is een lege regel op regel

source: There are too few columns on line
nl_nl: Er zijn te weinig kolommen op regel

source: There are too many columns on line
nl_nl: Er zijn teveel kolommen op regel
